Repository: SandroNizharadze/Jobsight
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ka

source: კი
ka: Yes

source: არა
ka: No

source: სამუშაოს მაძიებელი
ka: Job Seeker

source: დამსაქმებელი
ka: Employer

source: I agree to receive email notifications about news
ka: თანახმა ვარ მივიღო ახალი ამბების შეტყობინებები

source: I agree to the Terms & Conditions and Privacy Policy
ka: ვეთანხმები წესებსა და პირობებს და კონფიდენციალურობის პოლიტიკას

source: You must agree to the Terms & Conditions and Privacy Policy to register.
ka: რეგისტრაციისთვის უნდა დაეთანხმოთ წესებსა და პირობებს და კონფიდენციალურობის პოლიტიკას.

source: Email
ka: ელ-ფოსტა

source: Name
ka: სახელი

source: Password
ka: პაროლი

source: Please enter your password.
ka: გთხოვთ შეიყვანოთ თქვენი პაროლი.

source: A user with that email already exists.
ka: მომხმარებელი ამ ელ-ფოსტით უკვე არსებობს.

source: Password must be at least 4 characters long.
ka: პაროლი უნდა შეიცავდეს მინიმუმ 4 სიმბოლოს.

source: Company Name
ka: კომპანიის სახელი

source: Identification Code
ka: საიდენტიფიკაციო კოდი

source: Mobile Number
ka: მობილურის ნომერი

source: Enter your phone number
ka: შეიყვანეთ თქვენი ტელეფონის ნომერი

source: Upload your CV (PDF, DOC, DOCX).
ka: ატვირთეთ თქვენი CV (PDF, DOC, DOCX).

source: Allow employers to view your CV in the database.
ka: მიეცით დამსაქმებლებს თქვენი CV-ის ნახვის უფლება ბაზაში.

source: Image file too large ( > 5MB )
ka: გამოსახულების ფაილი ძალიან დიდია ( > 5MB )

source: File is not an image
ka: ფაილი არ არის გამოსახულება

source: Enter your company name
ka: შეიყვანეთ თქვენი კომპანიის სახელი

source: Enter identification code
ka: შეიყვანეთ საიდენტიფიკაციო კოდი

source: Enter phone number
ka: შეიყვანეთ ტელეფონის ნომერი

source: E.g., Technology, Healthcare, Finance
ka: მაგ., ტექნოლოგიები, ჯანდაცვა, ფინანსები

source: City, Country
ka: ქალაქი, ქვეყანა

source: ვაკანსია ატვირთულია გარე ლინკით
ka: Job is uploaded with external link

source: მონიშნეთ თუ გსურთ კანდიდატები გადამისამართდნენ გარე ვებ-გვერდზე.
ka: Check if you want candidates to be redirected to an external website.

source: External Link
ka: გარე ბმული

source: ჩასვით ვაკანსიის გარე ბმული.
ka: Insert the external link for the job.

source: Job Title
ka: სამუშაოს დასახელება

source: Minimum Salary
ka: მინიმალური ხელფასი

source: Maximum Salary
ka: მაქსიმალური ხელფასი

source: Salary Type
ka: ხელფასის ტიპი

source: Category
ka: კატეგორია

source: Experience
ka: გამოცდილება

source: Job Preferences
ka: სამუშაო გრაფიკი

source: Considers Students
ka: განიხილავს სტუდენტებს

source: Premium Level
ka: პრემიუმ დონე

source: გთხოვთ ჩასვათ გარე ბმული
ka: Please insert the external link

source: ელ-ფოსტა დადასტურებულია
ka: Email is confirmed

source: თანახმა ვარ მივიღო ელ-ფოსტის შეტყობინებები
ka: I agree to receive email notifications

source: პროფილის სურათი
ka: Profile picture

source: სასურველი სფერო
ka: Desired field

source: ხილვადია დამსაქმებლებისთვის
ka: Visible to employers

source: მომხმარებლების პროფილები
ka: User profiles

source: Home
ka: მთავარი

source: Submit Application
ka: განაცხადის გაგზავნა

source: Login or register for a better experience
ka: რეკომენდებულია შესვლა ან რეგისტრაცია უკეთესი გამოცდილებისთვის

source: Full Name
ka: სახელი და გვარი

source: Cover Letter
ka: სამოტივაციო წერილი

source: Why do you want to work in this position?
ka: რატომ გსურთ ამ პოზიციაზე მუშაობა?

source: Resume/CV
ka: რეზიუმე/CV

source: Your CV is already uploaded to your profile and will be used automatically
ka: თქვენი CV უკვე ატვირთულია პროფილზე და ავტომატურად გამოიყენება

source: Only PDF, DOC, or DOCX formats. Max 5MB
ka: მხოლოდ PDF, DOC, ან DOCX ფორმატები. მაქს 5MB

source: Link copied to clipboard!
ka: ბმული დაკოპირებულია!

source: Student Positions
ka: სტუდენტური პოზიციები

source: Georgian Language Only
ka: მხოლოდ ქართულენოვანი

source: Job Seeker
ka: სამუშაოს მაძიებელი

source: Upload Resume
ka: ატვირთვა რეზიუმე

source: Upload your resume (PDF, DOC, DOCX).
ka: ატვირთეთ თქვენი რეზიუმე (PDF, DOC, DOCX).

source: Choose field
ka: აირჩიეთ სფერო

source: Choose experience
ka: აირჩიეთ გამოცდილება

source: Employers can view your resume in the resume database
ka: დამსაქმებლებს შეუძლიათ იხილონ თქვენი რეზიუმე რეზიუმეების ბაზაში

source: Account Settings
ka: ანგარიშის პარამეტრები

source: Personal Information
ka: პერსონალური ინფორმაცია

source: Enter your first name
ka: შეიყვანეთ თქვენი სახელი

source: Enter your last name
ka: შეიყვანეთ თქვენი გვარი

source: Enter your email
ka: შეიყვანეთ თქვენი ელ-ფოსტა

source: Save Changes
ka: შენახვა ცვლილებები

source: Profile not found
ka: პროფილი ვერ მოიძებნა

source: You don't have permission to access this CV
ka: თქვენ არ გაქვთ ამ რეზიუმეზე წვდომის უფლება

source: Target user profile not found
ka: მიზნობრივი მომხმარებლის პროფილი ვერ მოიძებნა

source: No CV found for this user
ka: ამ მომხმარებლისთვის CV ვერ მოიძებნა

source: Error accessing the file
ka: ფაილზე წვდომის შეცდომა

source: Error sharing:
ka: გაზიარების შეცდომა:
